[{
  "title": "माझे मनोगत",
  "icon": "fa-user",
  "id": "know-me",
  "preview_img": "/assets/images/know-me-c.jpg",
  "preview": "प्रिय मतदार बंधू भगिनींनो, तुम्हा सर्वांना विनम्र अभिवादन महाराष्ट्र राज्यातील पालघर विधानसभा मतदारसंघाचे आमदार या नात्याने मी आपल्याशी संवाद साधत आहे. ऑक्टोबर २०१४ मध्ये झालेले विधानसभेच्या निवडणुकीत माझे वडील कै. आमदार कृष्णाची घोडा यांना विजयी करून आपला प्रतिनिधी म्हणून विधानसभेवर पाठविले होते.",
  "desc": "<p align=\"justify\" class=\"font-20\"><img width=\"280\" height=\"auto\" src=\"assets/images/about-me/know-me.jpg\" align=\"left\" hspace=\"12\"/>प्रिय मतदार बंधू भगिनींनो,<br>&nbsp;&nbsp;&nbsp;&nbsp;तुम्हा सर्वांना विनम्र अभिवादन महाराष्ट्र राज्यातील पालघर विधानसभा मतदारसंघाचे आमदार या नात्याने मी आपल्याशी संवाद साधत आहे. ऑक्टोबर २०१४ मध्ये झालेले विधानसभेच्या निवडणुकीत माझे वडील कै. आमदार कृष्णाची घोडा यांना विजयी करून आपला प्रतिनिधी म्हणून विधानसभेवर पाठविले होते. महाराष्ट्र राज्यातील मतदारांनी शिवसेनेना  आणि भाजपाला भरभरून मतदान करून तब्बल पंधरा वर्षांनी मंत्रालयावर भगवा फडकवला आणि महाराष्ट्र राज्यात आपले सरकार सत्तेत आलं  आहे. त्यामुळे केवळ या  पालघर मतदार संघातच नव्हे तर अवघ्या जिल्ह्यात विकासाची गंगा आणण्याचे स्वप्न माझ्या वडिलांनी पाहिले होते. शिवसेना पक्षप्रमुख माननीय उद्धवजी ठाकरे साहेब यांच्या मार्गदर्शनाखाली अन् मुख्यमंत्री देवेंद्र फडणवीस यांच्या पाठिंब्याने पालघर जिल्ह्याला विकासाच्या मार्गावर नेण्यासाठी केला. कै. आमदार कृष्णाजी घोडा यांनी कंबर कसली होती. <br>&nbsp;&nbsp;&nbsp;&nbsp;मात्र दुर्दैवाने त्यांचे स्वप्न सत्यात उतरण्याच्या आधीच काळाने त्यांना आपल्यापासून हिरावून नेले.ठाणे जिल्हा विभाजनानंतर पालघर हा स्वतंत्र जिल्हा झाल्यानंतर जिल्ह्याच्या विकासासाठी खूप काही करण्यास वाव असतानाच त्यांचा दुर्दैवी मृत्यू झाला. त्यांचे अपूर्ण स्वप्न पूर्ण करण्यासाठी संपूर्ण जबाबदारी माननीय पक्षप्रमुख उद्धवजी ठाकरे यांनी माझ्यावर सोपवण्याचा निर्णय घेतला आणि महायुतीचा उमेदवार म्हणून पो्ट निवडणूक लढण्याची संधी मला दिली. फेब्रुवारी २०१४ मध्ये झालेल्या पालघर विधानसभा मतदारसंघाच्या रिक्तपदांच्या पोट निवडणुकीत आपणा सर्वांच्या आशीर्वादाने मी भरघोस मतांनी निवडून आलो. <br>&nbsp;&nbsp;&nbsp;&nbsp;ठाणे जिल्हयापासून पालघर जिल्हा वेगळा झाल्यानंतर आता या जिल्ह्याची नव्याने उभारणी आपल्याला करावयाची आहे. पायाभूत सुविधांचा नियमबद्ध विकास करून केंद्र आणि राज्य शासनाची सर्वांना परवडणारी घरे उपलब्ध करून देण्याच्या महत्त्वाकांक्षी उपक्रमात आपला दिला महत्त्वाची भूमिका बजावू शकतो. म्हणूनच आपल्या जिल्ह्यात पायाभूत सुविधांचे प्रकल्प राबविण्यासाठी मी आग्रही राहणार आहे. हिंदू हृदय सम्राट सन्माननीय कै. बाळासाहेब ठाकरे यांचे आशीर्वाद,म‍ा.धर्मवीर कै.आनंद दिघे साहेबांच्या प्रेरणेने ,मा.शिवसेना पक्षप्रमुख श्री. उद्धवजी ठाकरे साहेबांचे मार्गदर्शन ,मुख्यमंत्री देवेंद्रजी फडणवीस यांचा पाठिंबा आहे. युवा अध्यक्ष आदित्य ठाकरे ,ठाणे जिल्हा पालकमंत्री ठाणे जिल्हा शिवसेनाप्रमुख एकनाथजी शिंदे, पालघर जिल्ह्याचे पालकमंत्री विष्णूजी सवरा ,खासदार कै. चिंतामण वनगा, तत्कालीन शिवसेना संपर्कप्रमुख अनंत तरे, सध्याचे पालघर जिल्हा शिवसेना संपर्कप्रमुख आमदार रवींद्रजी फाटक ,मा.उदय (बंधू) पाटील,केतन काका पाटील, उत्तमजी पिंपळे, आमदार पास्कल धनारे, रिपाइंचे अध्यक्ष सुरेश जाधव आणि अन्य पदाधिकाऱ्यांची कार्यकर्त्यांची भक्कम साथ यामुळे मी हे शिवधनुष्य समर्थपणे उचलू शकलो.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"शिवसेना म्हणजे विकास \" हे समीकरण महाराष्ट्रात घट्ट झालेले आहे. त्यामुळेच प‍ालघर  मतदारसंघासाठी विकासाची नवी पहाट असणार आहे. आपल्या मतदारसंघाल‍ा विकासाच्या महामार्गावर नेण्यासाठी आणि इथल्या आदिवासी बांधवांना त्यांचे न्याय हक्क मिळवून देण्यासाठी मला सदैव आपली साथ हवी आहे. माझ्या वडिलांच्या कै आमदार कृष्णाची घोडा यांच्या पाठीशी तुम्ही जसे सदैव उभे राहिलात तसेच माझ्या पाठीशी सदैव उभे राहाल. तुमचे प्रेम मला लाभेल आणि तुमची सेवा करण्याची संधी मला कायम द्याल याची मला खात्री आहे.<br>&nbsp;&nbsp;&nbsp;&nbsp;जय हिंद ,जय महाराष्ट्र!</p>"
},
{
  "preview_img": "/assets/images/pb.jpeg"
}
, {
  "title": "आदर्श",
  "icon": "fa-user",
  "id": "role-models",
  "preview_img": "/assets/images/balasaheb.jpeg",
  "preview": "मराठी माणसाचे मानबिंदू, हिंदूंचे आशास्थान, हिंदुहृदयसम्राट, शिवसैनिकांचे सरसेनापती, शिवसेना या महामंत्राचे जनक, शिवसेनाप्रमुख श्रीमान बाळासाहेब ठाकरे यांनी जवळजवळ अर्धशतकभर शिवसेना या संघटनेचे नेतृत्व केले. महाराष्ट्राच्या राजकारणात इतका दीर्घकाळ एखाद्या राजकीय पक्षाचे नेतृत्व अन्य कुठल्याही राजकीय नेत्याने केले नाही, हे सत्य आहे.मा. शिवसेनाप्रमुख श्रीमान बाळासाहेब ठाकरे हे हुकूमशहा आहेत, असे बोलले जात असे. त्यांच्याविषयी अनेक समज-गैरसमज होते.",
  "desc": "<h3><span class=\"primary-color\">बाळासाहेब</span> ठाकरे</h3><p align=\"justify\" class=\"font-20\"><img width=\"300\" height=\"227\" src=\"assets/images/about-me/role-models/0.jpg\" align=\"left\" hspace=\"12\"/>शिवसेनाप्रमुख श्री. बाळासाहेब ठाकरे यांचे तेजस्वी व्यक्‍तिमत्त्व म्हणजे प्रबोधनकारांचा प्रगल्भ वारसा असणारे एक नेतृत्व ! बाळासाहेब म्हणजे एक आगळा-वेगळा मनस्वीपणा !! शिवसेनाप्रमुख म्हणजे परिणामांची चिंता न करता ठाम पणे वर्तन करणारा ज्येष्ठ राजकीय नेता !!! बाळासाहेब म्हणजे जबर आक्रमकता ! दिलेल्या शब्दाला शंभर टक्‍के जागणारे नेतृत्व !! बाळासाहेब म्हणजे हिंदुत्वाचा एक श्वास, ज्वलंत हिंदुत्वाचा एक हुंकारच !!!.</p><p align=\"justify\" class=\"font-20\">ठाकरे कुळ त्यांची निर्मितिक्षमता आणि कलात्मक कौशल्य प्रसिध्द आहे. बाळासाहेब निर्दोष आहे हे उदाहरण. संपूर्ण जगाला तो पेटलेले लहान लाकूड वक्तृत्वपूर्ण भाषण करणारा, त्यांच्या लेखनाचा झपाटा दांडगा आहे माहीत आणि प्रतिभासंपन्न व्यंगचित्रकार.</p><p align=\"justify\" class=\"font-20\">फ्री प्रेस जर्नल या इंग्रजी वर्तमानपत्रात व्यंगचित्रकार म्हणून आपल्या व्यावसायिक कारकिर्दीची सुरुवात करणारे बाळासाहेब ठाकरे यांना वडील प्रबोधनकार ठाकरे यांच्या विचारांचा वारसा लाभला होता. आपल्या लेखणीतून, व्याख्यानांतून आणि लोकजागरण मोहिमांमधून समाजातील अनिष्ट रूढी-परंपरांवर कोरडे ओढणारे प्रबोधनकार ठाकरे यांच्या विचारांनी प्रेरित होऊन शिवसेनेची स्थापना करणाऱ्या बाळासाहेबांचा जन्म २३ जानेवारी १९२६ रोजी पुणे येथे झाला. <img width=\"362\" height=\"227\" src=\"assets/images/about-me/role-models/1.jpeg\" align=\"right\" hspace=\"12\"/>लहानपणापासूनचे प्रबोधनाचे संस्कार, दिवसागणिक मनावर कोरली जाणारी स्वातंत्र्यलढय़ाची गाथा आणि पुढे संयुक्त महाराष्ट्राची प्रखर चळवळ यांतून बाळासाहेबांची वैचारिक दिशा स्पष्ट होत गेली, आणि बाळासाहेब ठाकरे ही एक झंझावाती शक्ती म्हणून महाराष्ट्राच्या राजकारणात उदयास येऊ लागली.</p><p align=\"justify\" class=\"font-20\">१९ जून १९६६ या दिवशी महाराष्ट्रात शिवसेना नावाच्या संघटनेचा जन्म झाला, आणि बाळासाहेब ठाकरे यांना उभा महाराष्ट्र &#8216;शिवसेनाप्रमुख&#8217; म्हणून ओळखू लागला.. महाराष्ट्र श्रीमंत आहे, पण मराठी माणूस गरीबच आहे, ही स्थिती बाळासाहेबांच्या शिवसेनेने मराठी माणसाच्या मनामनात जिवंत केली आणि मुंबई व महाराष्ट्रातील मराठी माणूस शिवसेनेच्या मागे उभा राहिला. स्थापनेनंतर चार महिन्यांतच, ऑक्टोबरमध्ये मुंबईत शिवाजी पार्कवर झालेल्या पहिल्याच मेळाव्याला जवळपास पाच लाख लोकांची गर्दी झाली, तेव्हाच शिवसेनेच्या मान्यतेवर शिक्कामोर्तब झाले होते</p><p align=\"justify\" class=\"font-20\">१९८९ मध्ये बाळासाहेब एक मराठी दैनिक सुरू केले <strong>सामना </strong>पक्षाचे प्रमुख निर्णय या वृत्तपत्राच्या माध्यमातून जाहीर करण्यात आले.</p><p align=\"justify\" class=\"font-20\">१९९५ ते २००० हा काळ शिवसेना-भाजपसाठी सुवर्णकाळ ठरला. देशात आणि महाराष्ट्रातही सेना-भाजपच्या राजनीतीला जनतेचा अभूतपूर्व कौल मिळाला. महाराष्ट्रात युतीचा भगवा फडकला, आणि बाळासाहेब ठाकरे हे निर्विवाद नेते ठरले. युतीच्या सत्ताकाळात बाळासाहेबांच्या द्रष्टेपणाची अनेक उदाहरणे साकारून महाराष्ट्रात जिवंत झाली. दोन रुपयांत गरीबांना झुणकाभाकर देणे हे त्यांचे स्वप्न होते. युतीचे सरकार राज्यात आल्यावर ते साकारले. पुढे व्यवस्थापनातील ढिलाईमुळे ही योजना टिकाव धरू शकली नाही, पण एका क्रांतिकारी निर्णयाचे शिल्पकार म्हणून बाळासाहेबांचे नाव महाराष्ट्राच्या सत्तापटलावर कायमचे कोरले गेले. राज्यात मातोश्री वृद्धाश्रमांची साखळी, वृद्धांना सवलती, झोपडीवासीयांना मोफत घरे, मुंबईतील उड्डाणपूल आणि मुंबई-पुणे द्रुतगती मार्ग अशी अनेक स्वप्ने जपत महाराष्ट्राच्या सामाजिक व भौतिक विकासाचा ध्यास बाळासाहेबांनी घेतला होता. यापैकी अनेक योजना साकारल्या आणि द्रुतगती मार्ग, उड्डाणपूल अशा योजनांनी महाराष्ट्राच्या विकासाची नवी दालने खुली झाली.</p><p align=\"justify\" class=\"font-20\">सन २००२ मध्ये इस्लामी दहशतवादाचे भयंकर सावट मुंबईने अनुभवल्यानंतर हिंदू आत्मघातकी पथके स्थापन करण्याच्या त्यांच्या आदेशामुळे प्रचंड खळबळ माजली. राज्य सरकारने त्यांच्यावर खटला दाखल केला. मात्र, प्रत्येक मुस्लिम आपला शत्रू नाही, तर देशविरोधी मुस्लिम शत्रूच आहे, असे ठणकावून सांगत मुंबईतील दंगलींनंतर बाळासाहेबांनी हिंदुत्वाचा पुरस्कार आणखी प्रखर केला.</p><h3><span class=\"primary-color\">उध्दवजी</span> ठाकरे साहेब</h3><p><img width=\"362\" height=\"227\" src=\"assets/images/about-me/role-models/6.jpeg\" align=\"left\" hspace=\"12\"/><p align=\"justify\" class=\"font-20\">स्थापनेपासूनच सामाजिक बांधिलकी जपणारा पक्ष जर कोणता असेल तो म्हणजे शिवसेना. ऐंशी टक्के समाजकारण आणि वीस टक्के राजकारण अशी घोषणा करूनच हा पक्ष जन्माला आला. घोषणाबाजी करणारे अनेक पक्ष व नेते आजच्या राजकारणात जागोजागी दिसतात. मात्र शिवसेनाप्रमुखांनी या घोषणेशी कायम इमान राखले. सत्ता मिळो अथवा न मिळो सामाजिक बांधिलकीचा वसा बाळासाहेब आणि शिवसेनेने कधी सोडला नाही. सामाजिक कामांच्या माध्यमातून शिवसेनेला &#8216;गिनीज बुक ऑफ वर्ल्ड रेकॉर्ड&#8217; मध्ये पोहोचविण्याचे काम केले ते उद्धव ठाकरे यांनीच. त्यामुळेच शिवसेनाप्रमुख जसे &#8216;लोकमान्य&#8217; बनले तसेच उद्धव ठाकरे हेही आपल्या कामातून विश्वविक्रमी &#8216;लोकनायक&#8217; बनले आहेत.</p><p align=\"justify\" class=\"font-20\">सौम्य असले तरी ते आपल्या भूमिकेवर अत्यंत ठाम असतात. दिलेल्या शब्दाला ते जागतात. उगाच नेत्याची झुल पांघरून न बसता अथवा बडेजाव न करता थेट कार्यकर्ते व पदाधिकाऱ्यांशी संवाद साधतात. विशेष म्हणजे खोटेपणाची व चमचेगिरीची चिड असलेले उद्धव ठाकरे हे जनसामान्यांची कामे करण्याला प्राधान्य देतात. सत्ता हे केवळ साध्य नसून लोकांची कामे करण्याचे साधन आहे असे उद्धव यांचे मत आहे. त्यामुळेच बाळासाहेबांच्या तालमीत तयार झालेल्या शिवसैनिकांनाही ते आपलेसे वाटतात. राजकारणापेक्षा समाजकारणात रमणारे असे त्यांचे व्यक्तीमत्व आहे.</p><h3><span class=\"primary-color\">आदित्यजी</span> ठाकरे</h3><p align=\"justify\" class=\"font-20\"><img src=\"assets/images/about-me/role-models/7.jpeg\" alt=\"aadityaji\" align=\"left\" hspace=\"12\" width=\"350\" height=\"257\"/>युवा सेनेच्या माध्यमातून युवा सेवा !</p><p align=\"justify\" class=\"font-20\">युवा सेना! तरुणांसाठी लढणारी शिवसेनेची बलाढ्य अंगिकृत संघटना. महाराष्ट्रातील तरुणांचे समर्थ व्यासपीठ म्हणजे युवा सेना! युवा पिढीतील मत-मतांतरे, युवा वर्गाचे प्रश्न, त्यांच्या अडचणी आणि समस्या मांडण्याचे हक्काचे व्यासपीठ म्हणजे युवा सेना&#8230;!</p><p align=\"justify\" class=\"font-20\">हिंदुहृदयसम्राट शिवसेनाप्रमुख श्री. बाळासाहेब ठाकरे आणि शिवसेनेचे पक्षप्रमुख उद्धव ठाकरे यांच्या उपस्थितीत शिवसेनेचे युवा नेतृत्व आदित्य ठाकरे यांनी युवा सेनेची स्थापना केली. लाखो शिवसैनिकांच्या साक्षीने १७ ऑक्टोबर २०१० रोजी दसऱ्याच्या शुभमुहूर्तावर युवा सेनेची स्थापना झाली. मुंबईत सुरु झालेल्या युवा सेनेच्या झंझावाताने अल्पकाळातच कधी आंदोलनांचे तडाखे, तर कधी शिष्टमंडळांसह भेटीगाठी घेऊन दिल्लीच्या तख्तालाही धडक दिली.</p><p align=\"justify\" class=\"font-20\">युवा सेनेचे अध्यक्ष आदित्य ठाकरे यांच्या संकल्पनेतून &#8216;युवा सेने&#8217;ची &#8216;युवा सेवा&#8217; सुरू झाली आणि &#8216;युवा सेवे&#8217;च्या माध्यमातून विद्यार्थ्यांची चळवळ उभी राहिली. विद्यार्थ्यांचे आणि सर्वसामान्य नागरिकांच्या हितांचे रक्षण करणे हेच युवा सेनेचे उद्दिष्टआहे. युवा सेनेच्या पदाधिकाऱ्यांमध्ये दुसऱ्या, तिसऱ्या कोणाचा समावेश नसून महाराष्ट्रातील तरुणांना आणि विद्यार्थ्यांनाच संघटनेच्या कार्यकारिणीत स्थान देण्यात आले आहे. केवळ तक्रारींचा पाढा वाचत न बसता काही तरी नवीन, विधायक कार्य करून दाखवण्याचे ध्येय उराशी बाळगणाऱ्या तरुण वर्गालाच संघटनेत स्थान देण्यात आले आहे. युवा सेना म्हणजे खऱ्या अर्थाने तरुणांनी तरुणांसाठी चालवलेली तरुणांची संघटना आहे.</p><p align=\"justify\" class=\"font-20\">महाराष्ट्राच्या राजकारणात क्रांतिकारक बदल घडवण्याचे स्वप्न उराशी बाळगून युवा सेनेने जे कार्य हाती घेतले आहे, त्या पद्धतीने आजवर एकही संघटनेने काम केलेले नाही.जनतेच्या प्रश्नांची सोडवणूक करण्यासाठी, तरुणांचे संघटन करून युवा शक्तीच्या उर्जेचा पुरेपूर वापर जनसेवेसाठी करावा हीच आदित्य ठाकरे यांची संकल्पना आहे. त्यामुळेच &#8216;शिक्षण, आरोग्य आणि रोजगार&#8217; या तीन क्षेत्रांत कार्य करणाऱ्या युवा सेनेचे अवघ्या वर्षभरातच व्यापक युवा चळवळीत रुपांतर झाले आहे. नव्या फळीचे नेतृत्व तयार करण्यासाठी झटणाऱ्या आदित्य ठाकरेंचे नेतृत्व असणारी युवा सेना आता महाराष्ट्राबाहेर राजस्थान, मध्य प्रदेश, केरळ, जम्मू काश्मीरसारख्या राज्यातही आपले पंख पसरवू लागली आहे. राजकीय पार्श्वभूमी असली तरी युवा सेनेने राजकारणाव्यतिरिक्त इतर क्षेत्रांतही दमदार पावले टाकण्यास सुरुवात केली आहे. उद्योग क्षेत्र, समाजसेवा, कला, क्रीडा करमणूक क्षेत्रातील दिग्गजांना जोडण्याचे कामदेखील युवा सेनेने मोठ्या प्रमाणावर केले आहे. विविध क्षेत्रातील तज्ञ आणि दिग्गजांना सोबत घेऊन नवा देश घडवण्याच्या देशेने पावले टाकण्यास सुरवात केली आहे शिवेसेनेच्या धर्तीवरच राजकारणापेक्षा समाजकारणाला अधिक महत्व देणे हेच युवा सेनेचे उद्दीष्ट आहे कोणतेही नेतृत्व न लादता प्रत्येक तरुणाच्या मनामध्ये नवे, उदयोन्मुख नेतृत्व निर्माण करण्याचा प्रयत्न युवा सेना करते आहे.</p><h3><span class=\"primary-color\">श्रद्धा </span> स्थान</h3><img class=\"img-responsive\" src=\"assets/images/about-me/role-models/12.jpeg\"/><h3><span class=\"primary-color\">कृष्णा</span> घोडा</h3><p align=\"justify\" class=\"font-20\"><img align=\"left\" src=\"assets/images/about-me/role-models/2.jpg\" width=\"274\" height=\"366\" hspace=\"12\" />आदिवासींचे वादळी नेतृत्त्व मा.आ.कृष्णाजी अर्जुन घोडा डहाणू आणि तलासरी तालुक्याच्या ग्रामीण भागात ज्यांच्या नावाचा उल्लेख होताच  कार्यकर्त्यांमध्ये  उत्साह संचारतो असे खंबीर नेतृत्त्व म्हणजे माजी आमदार कॄष्णा घोडा होत. सुर्या प्रकल्पातील कोट्यावधीचा भ्रष्टाचार ,आदिवासींचा कणा असलेल्या खावटी योजनेतील भ्रष्टाचार असो की  टीडीसी बँकेत आदिवासी उमेदवारांची बढती किंवा सध्याच्या धगधगत्या दापचरी प्रकल्पग्रस्त आदि प्रश्न हाती घेतले.त्यांच्याशी झगडताना समाज व्यवस्थेतील गूंडगिरीच्या विरोधात उभे राहून  अंगावर घेतलेल्या आंदोलनाचे  जनताभिमूख नेतृत्त्व केले. पीडित अन्यायग्रस्त जनतेत उतरून त्यांच्या प्रश्नाशी थेटपणे झगडणारे प्रकल्पग्रस्त  आदिवासींचे वादळी नेतृत्त्व म्हणून  माजी आमदार कृष्णाजी अर्जुन घोडा या नावाला अलिखित मान्यता लाभली आहे. डहाणू तालुक्यातील रानशेत येथे कृष्णा अर्जून घोडा यांचा 1 जून 1951 रोजीचा जन्म.सन 2007 आणि 8 सालात  कृष्णाजी घेाडा यांचे मुत्रपिंड निकामी झाल्याने दीर्घ आजारातून बाहेर पडण्याची कुटूंबीय आणि सहकार्‍यांबरोबर  नियतीनेही आशा सोडल्याचा तो प्रसंग.  दैवी  चमत्कारातूनच 26 जाने 2008 रोजी  मूत्रपिंड रोपणावर  यशस्वी शस्त्रक्रिया  पार पडली.आणि   माजी आमदार कॄष्णा घोडा यांना  पूनर्जन्म मिळाला | या पूनर्जन्मामागे त्यांच्या रमी वरठा या अशिक्षित बहीणीने   मूत्रपिंड दान करून भावाला जीवनदान देत भाऊबहीणीच्या पवित्र नात्याचा धडा तमाम जनतेपूढे गिरवला आणि हाच 26 जानेवारी पूर्नजन्मदिन कूटूंबीय आणि कार्यकर्ते पूढे जन्म दिन म्हणून साजरा करीत आहेत.<img align=\"right\" src=\"assets/images/about-me/role-models/3.jpg\" width=\"291\" height=\"389\" hspace=\"12\" vspace=\"12\"/>एका नाट्यमय घडामोडीत कृष्णाजी घोडा यांचा वाणगांव येथील वैजनाथसिंग ठाकूर यांच्याशी संपर्क आला जिल्हाध्यक्ष आनंद ठाकूर यांनी त्यांचे नाव राजकारणात पूढे केले त्याच दिवशी त्यांच्या राजकीय आयुष्याची पहाट झाली. वडील आ जं का सो चे सदस्य आणि 23 वर्ष सरपंच होते.वडिलांच्या स्वर्गवासानंतर गावाच्या आग्रहामुळे कृष्णाजी घोडा हे 1990 साली सरपंच बनले त्याचवर्षी त्यांनी गावाच्या विकासासाठी बंडखोरी केली होती.दरम्यान डहाणू पंचायत समितीच्या सभापती पदाच्या प्रचंड चढाओढीत कृष्णा घोडा यांना सभापती पदाचे तिकिट बहाल करून पक्षाने व्श्विास दाखवला. 1993 साली डहाणू पं.स.चे 9 महिनेसभापती बनले. सभापती पदावर असताना प्रथम गावाच्या रस्त्यांवर भर दिला.त्यानंतर या जागेवर महिला आरक्षण पडल्यानंतर आनंद भार्इंनी जिद्दीने कृष्णा घोडा यांना अन्य जागेवर निवडून आणून पून्हा सभापती बनवण्याचा बहूमान मिळवून दिला.आणि तीथपासून 1997 पर्यंत सतत  तीन वेळा सभापती बनले. त्यानंतर 1999 च्या पोटनिवडणूकीत आनंद भार्इंनी पून्हा कृष्णाजी घोडा यांना विधानसभेवर निवडून  पाठवले.सन 2004 आणि 2009 पर्यंत 15 वर्ष सतत डहाणू विधानसभेचे ज्या पद्धतीने नेतृत्त्व केले आणि विकास कामे करवून घेतली त्याला कूठेच तोड नाही आजही त्यांच्या कामाचा दबदबा कायम ठेवलेला आहे.डहाणू तालुक्यात राष्ट्रवादी काँग्रेस पक्ष एक नंबरवर आहे.जिल्हाध्यक्ष आनंद ठाकूर यांच्या मार्गदर्शनाखाली स्थापनेपासून आजपर्यंत ग्रामीण भागात त्यांनी वाढवलेल्या संघटनेचा जोर वाढतच चाललेला आहे. गेल्या 13 वर्षात राष्ट्रवादी पक्ष खेडयापाड्यात गावागावात घराघरात पोचवण्याचे काम करून दाखवले.ग्रामीण भागाची खडान् खडा माहिती असलेले घोडा साहेब हे एकमेव आमदार आहेत. त्यांचा प्रत्येक कृतीतून पदापेक्षा काम महत्त्वाचे असल्याचे त्यांनी पटवून दिले आहे. त्यांचा जनसंपर्क दांडगा आहे. चेेहर्‍यावर कोणतेही भाव न आणता अगदी अलगद व समर्थपणे परिस्थितीला सामोरे जाण्याचे कसब त्यांच्याकडे आहे. इथवरच न थांबता 1999 पासून ठाणे जिल्हा जंगल कामगार सहकारी संस्था संघ मर्या संघाचे चेअरमन आणि 1999 ते 2004 डहाणू तालुका शेतकी खरेदी विक्री संघाचे संचालक डहाणू तालुका कृषी उत्पन्न बाजार समितीचे उपसभापती तसेच महाराष्ट्र राज्य सहकारी आदिवासी विकास महामंडळाचे संचालक म्हणून काम पाहिले आहे.तर 1998 ते1899 अनु.जमाती कल्याण समिती सदस्य सप्टेंबर 1999 तसेच 2001ते 2002 अशी तीन वर्ष भटक्या जमातीतील कल्याण समितीवर संचालक 2001 ते 2009 पर्यंत असे तीन वर्ष आदिवासी सेवक पुरस्कार समिती सदस्य, अनुसुचीत जमाती कल्याण समितीचे अध्यक्ष, ठाणे जिल्हा आदिवासी समाजोन्नती संघ डहाणू तालुका अध्यक्ष, शिक्षण प्रसारक मंडळ जिल्हा ठाणे कार्याध्यक्ष , आदिवासी सेवा सहकारी सोसायटीचे चेअरमन, जंगल कामगार सोसायटीचे चेअरमन तसेच जंगल कामगार जिल्हा फेडरेशनचे चेअरमन या जवाबदार्‍या सांभाळल्या आहेत.</p>"
}]
