[{
    "title": "जाणा मला",
    "icon": "fa-user",
    "id": "know-me",
    "desc": "<p align=\"justify\" class=\"font-20\"><img width=\"280\" height=\"auto\" src=\"assets/images/about-me/know-me.jpg\" align=\"left\" hspace=\"12\"/>प्रिय मतदार बंधू भगिनींनो,<br>&nbsp;&nbsp;&nbsp;&nbsp;तुम्हा सर्वांना विनम्र अभिवादन महाराष्ट्र राज्यातील पालघर विधानसभा मतदारसंघाचे आमदार या नात्याने मी आपल्याशी संवाद साधत आहे. ऑक्टोबर २०१४ मध्ये झालेले विधानसभेच्या निवडणुकीत माझे वडील कै. आमदार कृष्णाची घोडा यांना विजयी करून आपला प्रतिनिधी म्हणून विधानसभेवर पाठविले होते. महाराष्ट्र राज्यातील मतदारांनी शिवसेनेना  आणि भाजपाला भरभरून मतदान करून तब्बल पंधरा वर्षांनी मंत्रालयावर भगवा फडकवला आणि महाराष्ट्र राज्यात आपले सरकार सत्तेत आलं  आहे. त्यामुळे केवळ या  पालघर मतदार संघातच नव्हे तर अवघ्या जिल्ह्यात विकासाची गंगा आणण्याचे स्वप्न माझ्या वडिलांनी पाहिले होते. शिवसेना पक्षप्रमुख माननीय उद्धवजी ठाकरे साहेब यांच्या मार्गदर्शनाखाली अन् मुख्यमंत्री देवेंद्र फडणवीस यांच्या पाठिंब्याने पालघर जिल्ह्याला विकासाच्या मार्गावर नेण्यासाठी केला. कै. आमदार कृष्णाजी घोडा यांनी कंबर कसली होती. <br>&nbsp;&nbsp;&nbsp;&nbsp;मात्र दुर्दैवाने त्यांचे स्वप्न सत्यात उतरण्याच्या आधीच काळाने त्यांना आपल्यापासून हिरावून नेले.ठाणे जिल्हा विभाजनानंतर पालघर हा स्वतंत्र जिल्हा झाल्यानंतर जिल्ह्याच्या विकासासाठी खूप काही करण्यास वाव असतानाच त्यांचा दुर्दैवी मृत्यू झाला. त्यांचे अपूर्ण स्वप्न पूर्ण करण्यासाठी संपूर्ण जबाबदारी माननीय पक्षप्रमुख उद्धवजी ठाकरे यांनी माझ्यावर सोपवण्याचा निर्णय घेतला आणि महायुतीचा उमेदवार म्हणून पो्ट निवडणूक लढण्याची संधी मला दिली. फेब्रुवारी २०१४ मध्ये झालेल्या पालघर विधानसभा मतदारसंघाच्या रिक्तपदांच्या पोट निवडणुकीत आपणा सर्वांच्या आशीर्वादाने मी भरघोस मतांनी निवडून आलो. <br>&nbsp;&nbsp;&nbsp;&nbsp;ठाणे जिल्हयापासून पालघर जिल्हा वेगळा झाल्यानंतर आता या जिल्ह्याची नव्याने उभारणी आपल्याला करावयाची आहे. पायाभूत सुविधांचा नियमबद्ध विकास करून केंद्र आणि राज्य शासनाची सर्वांना परवडणारी घरे उपलब्ध करून देण्याच्या महत्त्वाकांक्षी उपक्रमात आपला दिला महत्त्वाची भूमिका बजावू शकतो. म्हणूनच आपल्या जिल्ह्यात पायाभूत सुविधांचे प्रकल्प राबविण्यासाठी मी आग्रही राहणार आहे. हिंदू हृदय सम्राट सन्माननीय कै. बाळासाहेब ठाकरे यांचे आशीर्वाद,म‍ा.धर्मवीर कै.आनंद दिघे साहेबांच्या प्रेरणेने ,मा.शिवसेना पक्षप्रमुख श्री. उद्धवजी ठाकरे साहेबांचे मार्गदर्शन ,मुख्यमंत्री देवेंद्रजी फडणवीस यांचा पाठिंबा आहे. युवा अध्यक्ष आदित्य ठाकरे ,ठाणे जिल्हा पालकमंत्री ठाणे जिल्हा शिवसेनाप्रमुख एकनाथजी शिंदे, पालघर जिल्ह्याचे पालकमंत्री विष्णूजी सवरा ,खासदार कै. चिंतामण वनगा, तत्कालीन शिवसेना संपर्कप्रमुख अनंत तरे, सध्याचे पालघर जिल्हा शिवसेना संपर्कप्रमुख आमदार रवींद्रजी फाटक ,मा.उदय (बंधू) पाटील,केतन काका पाटील, उत्तमजी पिंपळे, आमदार पास्कल धनारे, रिपाइंचे अध्यक्ष सुरेश जाधव आणि अन्य पदाधिकाऱ्यांची कार्यकर्त्यांची भक्कम साथ यामुळे मी हे शिवधनुष्य समर्थपणे उचलू शकलो.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"शिवसेना म्हणजे विकास \" हे समीकरण महाराष्ट्रात घट्ट झालेले आहे. त्यामुळेच प‍ालघर  मतदारसंघासाठी विकासाची नवी पहाट असणार आहे. आपल्या मतदारसंघाल‍ा विकासाच्या महामार्गावर नेण्यासाठी आणि इथल्या आदिवासी बांधवांना त्यांचे न्याय हक्क मिळवून देण्यासाठी मला सदैव आपली साथ हवी आहे. माझ्या वडिलांच्या कै आमदार कृष्णाची घोडा यांच्या पाठीशी तुम्ही जसे सदैव उभे राहिलात तसेच माझ्या पाठीशी सदैव उभे राहाल. तुमचे प्रेम मला लाभेल आणि तुमची सेवा करण्याची संधी मला कायम द्याल याची मला खात्री आहे.<br>&nbsp;&nbsp;&nbsp;&nbsp;जय हिंद ,जय महाराष्ट्र!</p>"
  },
  {
    "title": "कल्पना",
    "icon": "fa-eye",
    "id": "vision",
    "desc": "<p align=\"justify\" class=\"font-20\"><img width=\"220\" height=\"auto\" src=\"assets/images/about-me/vision.jpg\" align=\"right\" hspace=\"12\"/>खूप कार्यक्रम अशा स्मार्ट सॉफ्टवेअर व्वा अशा कपडे फार म्हणून काढण्यासाठी, बऱ्याच बीटा व्वा फार काढण्यासाठी अशा divs divs. त्यामुळे अनेक वेब अनेक कपडे फार फरकाने अनेक झाले विकसित असतो त्यामुळे माफ. अशा अनेक निमित्त वेब अतिशय विकसित त्यामुळे बीटा त्यामुळे css अतिशय अशा फरकाने चिंता चित्र म्हणून सीमा अतिशय css जास्त divs घाबरणे आहे. अशा निमित्त व्वा म्हणून divs अतिशय माफ. खूप कार्यक्रम अशा स्मार्ट सॉफ्टवेअर व्वा अशा कपडे फार म्हणून काढण्यासाठी, बऱ्याच बीटा व्वा फार काढण्यासाठी अशा divs divs. त्यामुळे अनेक वेब अनेक कपडे फार फरकाने अनेक झाले विकसित असतो त्यामुळे माफ. अशा अनेक निमित्त वेब अतिशय विकसित त्यामुळे बीटा त्यामुळे css अतिशय अशा फरकाने चिंता चित्र म्हणून सीमा अतिशय css जास्त divs घाबरणे आहे. अशा निमित्त व्वा म्हणून divs अतिशय माफ. खूप कार्यक्रम अशा स्मार्ट सॉफ्टवेअर व्वा अशा कपडे फार म्हणून काढण्यासाठी, बऱ्याच बीटा व्वा फार काढण्यासाठी अशा divs divs. त्यामुळे अनेक वेब अनेक कपडे फार फरकाने अनेक झाले विकसित असतो त्यामुळे माफ. अशा अनेक निमित्त वेब अतिशय विकसित त्यामुळे बीटा त्यामुळे css अतिशय अशा फरकाने चिंता चित्र म्हणून सीमा अतिशय css जास्त divs घाबरणे आहे. अशा निमित्त व्वा अतिशय निमित्त अशा स्मार्ट सॉफ्टवेअर व्वा अशा कपडे अतिशय काढण्यासाठी चित्र very.ry घर divs पुष्कळ लोक विकसित अशा थर असतो जास्त थर css त्यामुळे आश्चर्यचकित घाबरणे अतिशय अशा अतिशय css अनेक झाले शैली. अशा कपडे फार css खूप खूप खूप अशा अशा भयंकर चित्र पॅड असतो फार शैली खूप चित्र किती divs layer विकसित जास्त स्पॅनचे पॅड. त्यामुळे अतिशय कपडे चिंता अनेक सीमा अनेक css अशा फरकाने फार सीमा विकसित असतो त्यामुळे घाबरणे. खूप काढण्यासाठी जास्त चित्र अशा फरकाने अशा स्पॅनचे विकसित beta.Much divs जास्त css अशा कपडे खूप css फार सामग्री असतो त्यामुळे शैली. अनेक वेब अशा निमित्त खूप काढण्यासाठी फार divs व्वा अशा काढण्यासाठी. त्यामुळे divs खूप विकसित जास्त बीटा अशा divs जास्त निमित्त अनेक फरकाने अशा वेब अशा भयंकर किती थर म्हणून विकसित अनेक. अशा फरकाने अशा पॅडिंग अनेक झाले, किती अशा बीटा फार चित्र अनेक सीमा अतिशय सीमा </p>"
  },
  {
    "title": "जीवनचरित्र",
    "icon": "fa-file-text",
    "id": "bio",
    "desc": "<p align=\"justify\" class=\"font-20\"><img width=\"220\" height=\"auto\" src=\"assets/images/about-me/bio.jpg\" align=\"left\" hspace=\"12\"/>त्यामुळे खूप काढण्यासाठी जास्त चित्र अशा फरकाने, त्यामुळे beta.Much divs जास्त css अशा कपडे खूप css फार सामग्री असतो त्यामुळे अशा स्पॅनचे विकसित शैली. अनेक वेब अशा निमित्त खूप काढण्यासाठी फार divs व्वा अशा काढण्यासाठी. त्यामुळे divs खूप विकसित जास्त बीटा अशा divs जास्त निमित्त अनेक फरकाने अशा वेब अशा भयंकर किती थर म्हणून विकसित अनेक. अशा फरकाने अशा पॅडिंग अनेक झाले, किती अशा बीटा फार चित्र अनेक सीमा अतिशय सीमा आश्चर्यचकित म्हणून सीमा काढण्यासाठी चिंता अशा filler.Much फार फरकाने जास्त निमित्त अनेक अशा. त्यामुळे वेब अनेक फरकाने फार विकसित, म्हणून css अशा शैली अनेक कपडे घाबरणे. चिंता त्यामुळे जागृत घाबरणे विकसित. त्यामुळे खूप विकसित अतिशय चित्र म्हणून असतो. त्यामुळे आश्चर्यचकित काढण्यासाठी चिंता अनेक बीटा अशा वेब अनेक झाले चित्र थर अनेक सीमा अशा fierce.Very कार्यक्रम अशा स्मार्ट सॉफ्टवेअर व्वा अशा कपडे अतिशय काढण्यासाठी, अशा थर अनेक विकसित चित्र फरकाने त्यामुळे खूप थर त्यामुळे css अतिशय अशा शैली आश्चर्यचकित घाबरणे असतो अनेक झाले CSS. अशा कपडे फार css खूप खूप खूप अशा अशा भयंकर चित्र पॅड असतो फार शैली खूप चित्र किती divs layer विकसित जास्त स्पॅनचे पॅड. त्यामुळे अतिशय कपडे चिंता अनेक सीमा अनेक css अशा फरकाने  divs व्वा अशा काढण्यासाठी. त्यामुळे divs खूप विकसित जास्त बीटा अशा divs जास्त निमित्त अनेक फरकाने अशा वेब अशा भयंकर किती थर म्हणून विकसित अनेक. अशा फरकाने अशा पॅडिंग अनेक झाले, किती अशा बीटा फार चित्र अनेक सीमा अतिशय सीमा आश्चर्यचकित म्हणून सीमा काढण्यासाठी चिंता अशा filler.Much फार फरकाने जास्त निमित्त अनेक अशा. त्यामुळे वेब अनेक फरकाने फार विकसित, म्हणून css अशा शैली अनेक कपडे घाबरणे. चिंता त्यामुळे जागृत घाबरणे विकसित. त्यामुळे खूप विकसित अतिशय चित्र म्हणून असतो. त्यामुळे आश्चर्यचकित काढण्यासाठी चिंता अनेक बीटा अशा वेब अनेक झाले चित्र थर अनेक सीमा अशा fierce.Very कार्यक्रम अशा स्मार्ट सॉफ्टवेअर व्वा अशा कपडे अतिशय काढण्यासाठी, अशा थर अनेक विकसित चित्र फरकाने त्यामुळे खूप थर त्यामुळे css अतिशय अशा शैली आश्चर्यचकित घाबरणे असतो अनेक झाले CSS. अशा कपडे फार css खूप खूप खूप अशा अशा भयंकर चित्र पॅड असतो फार शैली खूप चित्र किती divs layer विकसित जास्त स्पॅनचे पॅड. त्यामुळे अतिशय कपडे चिंता अनेक सीमा अनेक css अशा फरकाने फार सीमा विकसित असतो त्यामुळे घाबरणे. खूप काढण्यासाठी जास्त चित्र अशा फरकाने अशा स्पॅनचे विकसित beta.Much divs जास्त css अशा कपडे खूप css फार सामग्री असतो त्यामुळे शैली.</p>"
  },
  {
    "title": "आदर्श",
    "icon": "fa-user",
    "id": "role-models",
    "desc": "<h3><span class=\"primary-color\">बालासाहेब</span> ठाकरे</h3><p align=\"justify\" class=\"font-20\"><img width=\"300\" height=\"227\" src=\"assets/images/about-me/role-models/0.jpg\" align=\"left\" hspace=\"12\"/> त्यामुळे खूप काढण्यासाठी जास्त चित्र अशा फरकाने, त्यामुळे beta.Much divs जास्त css अशा कपडे खूप css फार सामग्री असतो त्यामुळे अशा स्पॅनचे विकसित शैली. अनेक वेब अशा निमित्त खूप काढण्यासाठी फार divs व्वा अशा काढण्यासाठी. त्यामुळे divs खूप विकसित जास्त बीटा अशा divs जास्त निमित्त अनेक फरकाने अशा वेब अशा भयंकर किती थर म्हणून विकसित अनेक. अशा फरकाने अशा पॅडिंग अनेक झाले, किती अशा बीटा फार चित्र अनेक सीमा अतिशय सीमा आश्चर्यचकित म्हणून सीमा काढण्यासाठी चिंता अशा filler.Much फार फरकाने जास्त निमित्त अनेक अशा. त्यामुळे वेब अनेक फरकाने फार विकसित, म्हणून css अशा शैली अनेक कपडे घाबरणे. चिंता त्यामुळे जागृत घाबरणे विकसित. त्यामुळे खूप विकसित अतिशय चित्र म्हणून असतो. त्यामुळे आश्चर्यचकित काढण्यासाठी चिंता अनेक बीटा अशा वेब अनेक झाले चित्र थर अनेक सीमा अशा fierce.Very कार्यक्रम अशा स्मार्ट सॉफ्टवेअर व्वा अशा कपडे अतिशय काढण्यासाठी, अशा थर अनेक विकसित चित्र फरकाने त्यामुळे खूप थर त्यामुळे css अतिशय अशा शैली आश्चर्यचकित घाबरणे असतो अनेक झाले CSS. अशा कपडे फार css खूप खूप खूप अशा अशा भयंकर चित्र पॅड असतो फार शैली खूप चित्र किती divs layer विकसित जास्त स्पॅनचे पॅड. त्यामुळे अतिशय कपडे चिंता अनेक सीमा अनेक css अशा फरकाने divs व्वा अशा काढण्यासाठी. त्यामुळे divs खूप विकसित जास्त बीटा अशा divs जास्त निमित्त अनेक फरकाने अशा वेब अशा भयंकर किती थर म्हणून विकसित अनेक. अशा फरकाने अशा पॅडिंग अनेक झाले,<img width=\"300\" height=\"227\" src=\"assets/images/about-me/role-models/1.jpg\" align=\"right\" hspace=\"12\" vspace=\"12\"/> त्यामुळे खूप काढण्यासाठी जास्त चित्र अशा फरकाने, त्यामुळे beta.Much divs जास्त css अशा कपडे खूप css फार सामग्री असतो त्यामुळे अशा स्पॅनचे विकसित शैली. अनेक वेब अशा निमित्त खूप काढण्यासाठी फार divs व्वा अशा काढण्यासाठी. त्यामुळे divs खूप विकसित जास्त बीटा अशा divs जास्त निमित्त अनेक फरकाने अशा वेब अशा भयंकर किती थर म्हणून विकसित अनेक. अशा फरकाने अशा पॅडिंग अनेक झाले, किती अशा बीटा फार चित्र अनेक सीमा अतिशय सीमा आश्चर्यचकित म्हणून सीमा काढण्यासाठी चिंता अशा filler.Much फार फरकाने जास्त निमित्त अनेक अशा. त्यामुळे वेब अनेक फरकाने फार विकसित, म्हणून css अशा शैली अनेक कपडे घाबरणे. चिंता त्यामुळे जागृत घाबरणे विकसित. त्यामुळे खूप विकसित अतिशय चित्र म्हणून असतो. त्यामुळे आश्चर्यचकित काढण्यासाठी चिंता अनेक बीटा अशा वेब अनेक झाले चित्र थर अनेक सीमा अशा fierce.Very कार्यक्रम अशा स्मार्ट सॉफ्टवेअर व्वा अशा कपडे अतिशय काढण्यासाठी, अशा थर अनेक विकसित चित्र फरकाने त्यामुळे खूप थर त्यामुळे css अतिशय अशा शैली आश्चर्यचकित घाबरणे असतो अनेक झाले CSS. अशा कपडे फार css खूप खूप खूप अशा अशा भयंकर चित्र पॅड असतो फार शैली खूप चित्र किती divs layer विकसित जास्त स्पॅनचे पॅड. त्यामुळे अतिशय कपडे चिंता अनेक सीमा अनेक css अशा फरकाने divs व्वा अशा काढण्यासाठी. त्यामुळे divs खूप विकसित जास्त बीटा अशा divs जास्त निमित्त अनेक फरकाने अशा वेब अशा भयंकर किती थर म्हणून विकसित अनेक. अशा फरकाने अशा पॅडिंग अनेक झाले,</p><h3><span class=\"primary-color\">कृष्णा</span> घोडा</h3><p align=\"justify\" class=\"font-20\"><img align=\"left\" src=\"assets/images/about-me/role-models/2.jpg\" width=\"274\" height=\"366\" hspace=\"12\" />आदिवासींचे वादळी नेतृत्त्व मा.आ.कृष्णाजी अर्जुन घोडा डहाणू आणि तलासरी तालुक्याच्या ग्रामीण भागात ज्यांच्या नावाचा उल्लेख होताच  कार्यकर्त्यांमध्ये  उत्साह संचारतो असे खंबीर नेतृत्त्व म्हणजे माजी आमदार कॄष्णा घोडा होत. सुर्या प्रकल्पातील कोट्यावधीचा भ्रष्टाचार ,आदिवासींचा कणा असलेल्या खावटी योजनेतील भ्रष्टाचार असो की  टीडीसी बँकेत आदिवासी उमेदवारांची बढती किंवा सध्याच्या धगधगत्या दापचरी प्रकल्पग्रस्त आदि प्रश्न हाती घेतले.त्यांच्याशी झगडताना समाज व्यवस्थेतील गूंडगिरीच्या विरोधात उभे राहून  अंगावर घेतलेल्या आंदोलनाचे  जनताभिमूख नेतृत्त्व केले. पीडित अन्यायग्रस्त जनतेत उतरून त्यांच्या प्रश्नाशी थेटपणे झगडणारे प्रकल्पग्रस्त  आदिवासींचे वादळी नेतृत्त्व म्हणून  माजी आमदार कृष्णाजी अर्जुन घोडा या नावाला अलिखित मान्यता लाभली आहे. डहाणू तालुक्यातील रानशेत येथे कृष्णा अर्जून घोडा यांचा 1 जून 1951 रोजीचा जन्म.सन 2007 आणि 8 सालात  कृष्णाजी घेाडा यांचे मुत्रपिंड निकामी झाल्याने दीर्घ आजारातून बाहेर पडण्याची कुटूंबीय आणि सहकार्‍यांबरोबर  नियतीनेही आशा सोडल्याचा तो प्रसंग.  दैवी  चमत्कारातूनच 26 जाने 2008 रोजी  मूत्रपिंड रोपणावर  यशस्वी शस्त्रक्रिया  पार पडली.आणि   माजी आमदार कॄष्णा घोडा यांना  पूनर्जन्म मिळाला | या पूनर्जन्मामागे त्यांच्या रमी वरठा या अशिक्षित बहीणीने   मूत्रपिंड दान करून भावाला जीवनदान देत भाऊबहीणीच्या पवित्र नात्याचा धडा तमाम जनतेपूढे गिरवला आणि हाच 26 जानेवारी पूर्नजन्मदिन कूटूंबीय आणि कार्यकर्ते पूढे जन्म दिन म्हणून साजरा करीत आहेत.<img align=\"right\" src=\"assets/images/about-me/role-models/3.jpg\" width=\"291\" height=\"389\" hspace=\"12\" vspace=\"12\"/>एका नाट्यमय घडामोडीत कृष्णाजी घोडा यांचा वाणगांव येथील वैजनाथसिंग ठाकूर यांच्याशी संपर्क आला जिल्हाध्यक्ष आनंद ठाकूर यांनी त्यांचे नाव राजकारणात पूढे केले त्याच दिवशी त्यांच्या राजकीय आयुष्याची पहाट झाली. वडील आ जं का सो चे सदस्य आणि 23 वर्ष सरपंच होते.वडिलांच्या स्वर्गवासानंतर गावाच्या आग्रहामुळे कृष्णाजी घोडा हे 1990 साली सरपंच बनले त्याचवर्षी त्यांनी गावाच्या विकासासाठी बंडखोरी केली होती.दरम्यान डहाणू पंचायत समितीच्या सभापती पदाच्या प्रचंड चढाओढीत कृष्णा घोडा यांना सभापती पदाचे तिकिट बहाल करून पक्षाने व्श्विास दाखवला. 1993 साली डहाणू पं.स.चे 9 महिनेसभापती बनले. सभापती पदावर असताना प्रथम गावाच्या रस्त्यांवर भर दिला.त्यानंतर या जागेवर महिला आरक्षण पडल्यानंतर आनंद भार्इंनी जिद्दीने कृष्णा घोडा यांना अन्य जागेवर निवडून आणून पून्हा सभापती बनवण्याचा बहूमान मिळवून दिला.आणि तीथपासून 1997 पर्यंत सतत  तीन वेळा सभापती बनले. त्यानंतर 1999 च्या पोटनिवडणूकीत आनंद भार्इंनी पून्हा कृष्णाजी घोडा यांना विधानसभेवर निवडून  पाठवले.सन 2004 आणि 2009 पर्यंत 15 वर्ष सतत डहाणू विधानसभेचे ज्या पद्धतीने नेतृत्त्व केले आणि विकास कामे करवून घेतली त्याला कूठेच तोड नाही आजही त्यांच्या कामाचा दबदबा कायम ठेवलेला आहे.डहाणू तालुक्यात राष्ट्रवादी काँग्रेस पक्ष एक नंबरवर आहे.जिल्हाध्यक्ष आनंद ठाकूर यांच्या मार्गदर्शनाखाली स्थापनेपासून आजपर्यंत ग्रामीण भागात त्यांनी वाढवलेल्या संघटनेचा जोर वाढतच चाललेला आहे. गेल्या 13 वर्षात राष्ट्रवादी पक्ष खेडयापाड्यात गावागावात घराघरात पोचवण्याचे काम करून दाखवले.ग्रामीण भागाची खडान् खडा माहिती असलेले घोडा साहेब हे एकमेव आमदार आहेत. त्यांचा प्रत्येक कृतीतून पदापेक्षा काम महत्त्वाचे असल्याचे त्यांनी पटवून दिले आहे. त्यांचा जनसंपर्क दांडगा आहे. चेेहर्‍यावर कोणतेही भाव न आणता अगदी अलगद व समर्थपणे परिस्थितीला सामोरे जाण्याचे कसब त्यांच्याकडे आहे. इथवरच न थांबता 1999 पासून ठाणे जिल्हा जंगल कामगार सहकारी संस्था संघ मर्या संघाचे चेअरमन आणि 1999 ते 2004 डहाणू तालुका शेतकी खरेदी विक्री संघाचे संचालक डहाणू तालुका कृषी उत्पन्न बाजार समितीचे उपसभापती तसेच महाराष्ट्र राज्य सहकारी आदिवासी विकास महामंडळाचे संचालक म्हणून काम पाहिले आहे.तर 1998 ते1899 अनु.जमाती कल्याण समिती सदस्य सप्टेंबर 1999 तसेच 2001ते 2002 अशी तीन वर्ष भटक्या जमातीतील कल्याण समितीवर संचालक 2001 ते 2009 पर्यंत असे तीन वर्ष आदिवासी सेवक पुरस्कार समिती सदस्य, अनुसुचीत जमाती कल्याण समितीचे अध्यक्ष, ठाणे जिल्हा आदिवासी समाजोन्नती संघ डहाणू तालुका अध्यक्ष, शिक्षण प्रसारक मंडळ जिल्हा ठाणे कार्याध्यक्ष , आदिवासी सेवा सहकारी सोसायटीचे चेअरमन, जंगल कामगार सोसायटीचे चेअरमन तसेच जंगल कामगार जिल्हा फेडरेशनचे चेअरमन या जवाबदार्‍या सांभाळल्या आहेत.</p>"
  }
]
