[{
  "title": "जाणा मला",
  "icon": "fa-user",
  "id": "know-me",
  "preview": "प्रिय मतदार बंधू भगिनींनो, तुम्हा सर्वांना विनम्र अभिवादन महाराष्ट्र राज्यातील पालघर विधानसभा मतदारसंघाचे आमदार या नात्याने मी आपल्याशी संवाद साधत आहे. ऑक्टोबर २०१४ मध्ये झालेले विधानसभेच्या निवडणुकीत माझे वडील कै. आमदार कृष्णाची घोडा यांना विजयी करून आपला प्रतिनिधी म्हणून विधानसभेवर पाठविले होते.",
  "desc": "<p align=\"justify\" class=\"font-20\"><img width=\"280\" height=\"auto\" src=\"assets/images/about-me/know-me.jpg\" align=\"left\" hspace=\"12\"/>प्रिय मतदार बंधू भगिनींनो,<br>&nbsp;&nbsp;&nbsp;&nbsp;तुम्हा सर्वांना विनम्र अभिवादन महाराष्ट्र राज्यातील पालघर विधानसभा मतदारसंघाचे आमदार या नात्याने मी आपल्याशी संवाद साधत आहे. ऑक्टोबर २०१४ मध्ये झालेले विधानसभेच्या निवडणुकीत माझे वडील कै. आमदार कृष्णाची घोडा यांना विजयी करून आपला प्रतिनिधी म्हणून विधानसभेवर पाठविले होते. महाराष्ट्र राज्यातील मतदारांनी शिवसेनेना  आणि भाजपाला भरभरून मतदान करून तब्बल पंधरा वर्षांनी मंत्रालयावर भगवा फडकवला आणि महाराष्ट्र राज्यात आपले सरकार सत्तेत आलं  आहे. त्यामुळे केवळ या  पालघर मतदार संघातच नव्हे तर अवघ्या जिल्ह्यात विकासाची गंगा आणण्याचे स्वप्न माझ्या वडिलांनी पाहिले होते. शिवसेना पक्षप्रमुख माननीय उद्धवजी ठाकरे साहेब यांच्या मार्गदर्शनाखाली अन् मुख्यमंत्री देवेंद्र फडणवीस यांच्या पाठिंब्याने पालघर जिल्ह्याला विकासाच्या मार्गावर नेण्यासाठी केला. कै. आमदार कृष्णाजी घोडा यांनी कंबर कसली होती. <br>&nbsp;&nbsp;&nbsp;&nbsp;मात्र दुर्दैवाने त्यांचे स्वप्न सत्यात उतरण्याच्या आधीच काळाने त्यांना आपल्यापासून हिरावून नेले.ठाणे जिल्हा विभाजनानंतर पालघर हा स्वतंत्र जिल्हा झाल्यानंतर जिल्ह्याच्या विकासासाठी खूप काही करण्यास वाव असतानाच त्यांचा दुर्दैवी मृत्यू झाला. त्यांचे अपूर्ण स्वप्न पूर्ण करण्यासाठी संपूर्ण जबाबदारी माननीय पक्षप्रमुख उद्धवजी ठाकरे यांनी माझ्यावर सोपवण्याचा निर्णय घेतला आणि महायुतीचा उमेदवार म्हणून पो्ट निवडणूक लढण्याची संधी मला दिली. फेब्रुवारी २०१४ मध्ये झालेल्या पालघर विधानसभा मतदारसंघाच्या रिक्तपदांच्या पोट निवडणुकीत आपणा सर्वांच्या आशीर्वादाने मी भरघोस मतांनी निवडून आलो. <br>&nbsp;&nbsp;&nbsp;&nbsp;ठाणे जिल्हयापासून पालघर जिल्हा वेगळा झाल्यानंतर आता या जिल्ह्याची नव्याने उभारणी आपल्याला करावयाची आहे. पायाभूत सुविधांचा नियमबद्ध विकास करून केंद्र आणि राज्य शासनाची सर्वांना परवडणारी घरे उपलब्ध करून देण्याच्या महत्त्वाकांक्षी उपक्रमात आपला दिला महत्त्वाची भूमिका बजावू शकतो. म्हणूनच आपल्या जिल्ह्यात पायाभूत सुविधांचे प्रकल्प राबविण्यासाठी मी आग्रही राहणार आहे. हिंदू हृदय सम्राट सन्माननीय कै. बाळासाहेब ठाकरे यांचे आशीर्वाद,म‍ा.धर्मवीर कै.आनंद दिघे साहेबांच्या प्रेरणेने ,मा.शिवसेना पक्षप्रमुख श्री. उद्धवजी ठाकरे साहेबांचे मार्गदर्शन ,मुख्यमंत्री देवेंद्रजी फडणवीस यांचा पाठिंबा आहे. युवा अध्यक्ष आदित्य ठाकरे ,ठाणे जिल्हा पालकमंत्री ठाणे जिल्हा शिवसेनाप्रमुख एकनाथजी शिंदे, पालघर जिल्ह्याचे पालकमंत्री विष्णूजी सवरा ,खासदार कै. चिंतामण वनगा, तत्कालीन शिवसेना संपर्कप्रमुख अनंत तरे, सध्याचे पालघर जिल्हा शिवसेना संपर्कप्रमुख आमदार रवींद्रजी फाटक ,मा.उदय (बंधू) पाटील,केतन काका पाटील, उत्तमजी पिंपळे, आमदार पास्कल धनारे, रिपाइंचे अध्यक्ष सुरेश जाधव आणि अन्य पदाधिकाऱ्यांची कार्यकर्त्यांची भक्कम साथ यामुळे मी हे शिवधनुष्य समर्थपणे उचलू शकलो.<br>&nbsp;&nbsp;&nbsp;&nbsp;\"शिवसेना म्हणजे विकास \" हे समीकरण महाराष्ट्रात घट्ट झालेले आहे. त्यामुळेच प‍ालघर  मतदारसंघासाठी विकासाची नवी पहाट असणार आहे. आपल्या मतदारसंघाल‍ा विकासाच्या महामार्गावर नेण्यासाठी आणि इथल्या आदिवासी बांधवांना त्यांचे न्याय हक्क मिळवून देण्यासाठी मला सदैव आपली साथ हवी आहे. माझ्या वडिलांच्या कै आमदार कृष्णाची घोडा यांच्या पाठीशी तुम्ही जसे सदैव उभे राहिलात तसेच माझ्या पाठीशी सदैव उभे राहाल. तुमचे प्रेम मला लाभेल आणि तुमची सेवा करण्याची संधी मला कायम द्याल याची मला खात्री आहे.<br>&nbsp;&nbsp;&nbsp;&nbsp;जय हिंद ,जय महाराष्ट्र!</p>"
}, {
  "title": "कल्पना",
  "icon": "fa-eye",
  "id": "vision",
  "preview": "PAGE UNDER CONSTRUCTION",
  "desc": "<p align=\"justify\" class=\"font-20\"><!--img width=\"220\" height=\"auto\" src=\"assets/images/about-me/vision.jpg\" align=\"right\" hspace=\"12\"/-->PAGE UNDER CONSTRUCTION</p>"
}, {
  "title": "आदर्श",
  "icon": "fa-user",
  "id": "role-models",
  "preview": "मराठी माणसाचे मानबिंदू, हिंदूंचे आशास्थान, हिंदुहृदयसम्राट, शिवसैनिकांचे सरसेनापती, शिवसेना या महामंत्राचे जनक, शिवसेनाप्रमुख श्रीमान बाळासाहेब ठाकरे यांनी जवळजवळ अर्धशतकभर शिवसेना या संघटनेचे नेतृत्व केले. महाराष्ट्राच्या राजकारणात इतका दीर्घकाळ एखाद्या राजकीय पक्षाचे नेतृत्व अन्य कुठल्याही राजकीय नेत्याने केले नाही, हे सत्य आहे.मा. शिवसेनाप्रमुख श्रीमान बाळासाहेब ठाकरे हे हुकूमशहा आहेत, असे बोलले जात असे. त्यांच्याविषयी अनेक समज-गैरसमज होते.",
  "desc": "<h3><span class=\"primary-color\">बालासाहेब</span> ठाकरे</h3><p align=\"justify\" class=\"font-20\"><img width=\"300\" height=\"227\" src=\"assets/images/about-me/role-models/0.jpg\" align=\"left\" hspace=\"12\"/> मराठी माणसाचे मानबिंदू, हिंदूंचे आशास्थान, हिंदुहृदयसम्राट, शिवसैनिकांचे सरसेनापती, शिवसेना या महामंत्राचे जनक, शिवसेनाप्रमुख श्रीमान बाळासाहेब ठाकरे यांनी जवळजवळ अर्धशतकभर शिवसेना या संघटनेचे नेतृत्व केले. महाराष्ट्राच्या राजकारणात इतका दीर्घकाळ एखाद्या राजकीय पक्षाचे नेतृत्व अन्य कुठल्याही राजकीय नेत्याने केले नाही, हे सत्य आहे.मा. शिवसेनाप्रमुख श्रीमान बाळासाहेब ठाकरे हे हुकूमशहा आहेत, असे बोलले जात असे. त्यांच्याविषयी अनेक समज-गैरसमज होते. मात्र स्पष्टवक्तेपणा हा त्यांचा स्वभाव होता. इतर राजकीय पुढाऱ्यांप्रमाणे त्यांनी खोटा मुखवटा चेहऱ्यावर कधी चढवला नाही. जिथे अन्याय झाला असेल तिथे तिखट प्रतिक्रिया ते व्यक्त करीत असत.विसाव्या शतकाच्या पहिल्या दशकापासून महाराष्ट्राच्या सामाजिक पुनर्घटनेच्या कार्यक्षेत्रात प्रबोधनकारांचे वादळी व्यक्तिमत्त्व सतत गाजत राहिले. त्यांचे लिखाण नेहमीच वादग्रस्त ठरले. सामाजिक आणि समतेच्या लढ्यासाठी उभा महाराष्ट्र प्रबोधनकारांनी पायी तुडवला होता. संसाराचा गाडा कष्टाने हाकला जात होता, परंतु प्रबोधनकारांच्या पत्नीने रमाबाईनी कधीही हूं की चू केले नाही. प्रबोधनकारांना पहिल्या पाच मुली झाल्या, परंतु प्रबोधनकारांच्या चेहऱ्यावर निराशेची रेघ कधीच दिसली नाही. रमाबाई मात्र मनातून खचल्या होत्या. प्रबोधनकारांसमवेत रमाबाईनी नवस बोलला, ‘आई जगदंबे, या वेळी आम्हाला मुलगा दे, त्याला तुझ्या ओटीत टाकीन.’ प्रबोधनकारांची त्याच वेळी ‘प्रबोधन’ पाक्षिकाची न्यायालयीन लढाई सुरू झाली होती. पण आई जगदंबेने रमाबाईंचा नवस ऐकला. तो दिवस म्हणजे २३ जानेवारी १९२७ हा होय. ज्या दिवशी बाळाचा जन्म झाला, त्याच सुमारास प्रबोधनकारांचे ‘शनी माहात्म्य’ हे पुस्तक प्रकाशित झाले होते.धडपड्या स्वभावामुळे प्रबोधनकार एका ठिकाणी स्वस्थ बसणे शक्य नव्हते. कर्जतवरून त्यांनी पुन्हा पुण्यास कुटुंब हलविले. प्रबोधनकारांची नाटक कंपनी पुण्याहून धुळ्यास गेली असता कुटुंबदेखील तिथे गेले. पहिली व दुसरी इयत्ता बाळासाहेबांनी धुळ्यासच पूर्ण केली. नंतर भिवंडीस प्रबोधनकार काही वर्षे राहिले. दिवसामागून दिवस चालले होते. बाळ वाढत होते. तरी अजून बाळाचे बारसे झाले नव्हते. रमाबाईच्या मनातील चुळबूळ प्रबोधनकारांनी जाणली. त्यांनी तात्काळ नाव ठेवले ‘बाळ’. बाळाचे नाव ‘बाळ’ हेच ठेवले गेले. प्रबोधनकारांच्या वडिलांचे नाव सीताराम जरी होते तरी बळवंतराव हेही एक नाव होते. त्यावरून त्यांनी आपल्या पहिल्या मुलाचे नाव ‘बाळ’ सुचविले. तिथेही मुलांचे शिक्षण अर्धवट राहिले. तिथून नंतर दादर येथे ठाकरे कुटुंब राहावयास आले. मग बाळासाहेबांसह इतरांचे शिक्षण दादरच्या ओरिएन्टल हायस्कूल येथे सुरू झाले. आर्थिक ओढाताणीमुळे बाळासाहेबांना आपले शिक्षण अर्धवटच सोडावे लागले. त्या वेळी व्हर्नाक्युलर मॅट्रिक ते पास झाले. त्यांची राहणी साधी, परंतु कलेची श्रीमंती त्यांच्याजवळ होती. त्यांचे कुंचल्यावरचे प्रेम वाढतच होते. प्रबोधनकार वेळोवेळी प्रोत्साहन द्यायचे. तसेच सदैव मार्गदर्शन व कलेतील एकाग्रता यामुळे एक उत्कृष्ट व्यंगचित्रकार जन्माला आला. एक अप्रतिम व्यंगचित्रकार घडविण्यात बाळासाहेबांच्या वडिलांचा म्हणजेच प्रबोधनकारांचा सिंहाचा वाटा आहे. एका कलाकाराच्या पोटी कलाकारच जन्मास येतो असे नेहमीच घडते असे नव्हे. परंतु प्रबोधनकार मात्र याला अपवाद आहेत. रमाबाई व प्रबोधनकारांना झालेल्या या पुत्राने, आपल्या कुंचल्याच्या फटकाऱ्याने, लेखणीतील अंगाराने, अंगी असलेल्या कणखर नेतृत्वाने महाराष्ट्रातच नव्हे तर हिंदुस्थानात आपला एक वेगळा दबदबा निर्माण केला. व्यंगचित्रकार, पत्रकार, शिवसेनाप्रमुख, हिंदुरक्षणकर्ता म्हणून वेगळा ठसा बाळासाहेबांनी या हिंदुस्थानाच्या इतिहासात उमटवला आहे. हिंदुस्थानातील इतिहासकारांना स्वातंत्र्यप्राप्तीनंतरचा इतिहास लिहिताना बाळासाहेबांच्या शौर्याचा इतिहास लिहिण्यासाठी एक प्रकरण राखून ठेवावेच लागेल, नव्हे तो इतिहास त्याशिवाय पूर्णच होऊ शकणार नाही.बाळासाहेबांना लहानपणापासून व्यंगचित्रकलेची आवड होती आणि ती आवड त्यांनी आपल्या वयाबरोबर वाढविली. प्रबोधनकारांचे त्यांना मार्गदर्शन होतेच. प्रबोधनकारांना बाळासाहेब हे संगीतकार व्हावेत असं वाटायचं म्हणून त्यांनी बाळासाहेबांना एक बुलबुलतरंग आणून दिला. परंतु त्यांना तो जमला नाही आणि हाती त्यांनी कुंचला घेतला. ‘मराठा मंदिर’ नावाचे एक मासिक त्या काळी निघत असे. बाळासाहेबांची तीन-चार व्यंगचित्रे त्या मासिकात प्रथम प्रसिध्द झाली. दैनिकात व्यंगचित्रे काढण्याची संधी त्यांना ‘फ्री प्रेस’ या इंग्रजी दैनिकात लाभली. त्या काळी म्हणजे १९५२ साली मराठी वृत्तपत्रांना फारसा प्रतिसाद मिळत नव्हता. ‘फ्री प्रेस जर्नल’ हे वृतपत्र संपादक सदानंद यांच्यामुळे फारच लोकप्रिय झाले होते. ‘फ्री प्रेस’मध्ये सुरुवातीस प्रशिक्षणार्थी म्हणून अल्प वेतनावर काम करण्यास सुरुवात केली आणि अल्पावधीत ‘फ्री प्रेस’मधील त्यांच्या व्यंगचित्रांनी ते मान्यताप्राप्त झाले. मा. बाळासाहेब व्यंगचित्रकार म्हणून नावारूपास आले होते. त्यांची व्यंगचित्रांची दखल परदेशी वृत्तपत्रेदेखील घेऊ लागली होती. हिंदुस्थानी राजकीय व सामाजिक घडामोडींवर आधारित असणारी त्यांची व्यंगचित्रे म्हणजे परदेशातील वृत्तपत्रांना एक मेजवानीच असे. ते फ्री प्रेस जर्नलमध्ये रमले असताना त्यांना फ्री प्रेस जर्नल सोडावे लागले. त्या वेळी असा समज होता की, प्रसिध्द व्यंगचित्रकार आर. के. लक्ष्मण यांना बढती मिळाल्यामुळे बाळासाहेब ठाकरे नाराज होऊन त्यांनी फ्री प्रेसमधील नोकरी सोडली. पण हा समज नसून गैरसमज होता. कारण त्याचे झाले असे, ‘फ्री प्रेस’चे संपादक सदानंद जाऊन त्यांच्या जागी नायर आले. एकदा बाळासाहेबांनी स. का. पाटील यांच्यावर व्यंगचित्र काढले. तेव्हा नायर यांनी ते छापू नका असे सांगितले. तेव्हा बाळासाहेब नायर यांच्यावर चिडले आणि त्यांनी राजीनामा दिला. ही घटना १९५९ साली घडली. आर.के. लक्ष्मण यांनी त्याच्या आधी एक वर्ष फ्री प्रेस सोडले होते. तसं पाहिलं तर बाळासाहेबांना आवडणाऱ्या व्यंगचित्रकारांत आर. के. लक्ष्मण व डेव्हिड लो यांचा समावेश आहे.एका समारंभात मा. बाळासाहेब म्हणाले होते की, सध्या व्यंगचित्र काढण्यासाठी व्यक्ती/मॉडेल्स मिळत नाहीत अशी चिंता व्यक्त केली जाते. त्याच त्याच बातम्यांमुळे व खालच्या पातळीवर राजकारण चालल्यामुळे व्यंगचित्र काढण्यासाठी चांगला विषय सापडत नाही. पूर्वीसारखे कुंचला हाती घेऊन एखाद्या राजकीय व्यक्तीचे व्यंगचित्र काढावे असे वाटत नाही. इंदिरा गांधी, जवाहरलाल नेहरू, गोविंद वल्लभ पंत यांची व्यंगचित्रे रेखाटताना एक मजा होती. अशी मजा आता येत नाही अशी खंत बाळासाहेबांनी व्यक्त केली. बाळासाहेबांची जुनी व्यंगचित्रे गाजलेली आहेत. व्यंगचित्रांच्या इतिहासात बाळासाहेबांच्या व्यंगचित्रांना एक आगळेवेगळे स्थान प्राप्त झाले आहे. राजकीय स्थित्यंतरांची एक मालिका त्यांच्या व्यंगचित्रांमुळे डोळ्यांपुढे सरकते.१९५५ साली त्या वेळचे हिंदुस्थानचे पंतप्रधान पंडित जवाहरलाल नेहरू हे रशियाच्या दौऱ्यावर गेले होते. त्या वेळी त्यांच्यासमवेत ‘शंकर्स वीकली’चे संपादक शंकर हेही दौऱ्यावर गेले होते. आपल्या गैरहजेरीत ‘शंकर्स वीकली’ची जबाबदारी त्यांनी निश्चिंत मनाने बाळासाहेबांवर सोपाविली आणि ते रशियाला गेले. शंकर यांच्या गैरहजेरीत या साप्ताहिकाची जबाबदारी बाळासाहेबांनी उत्कृष्टपणे सांभाळली. शंकर यांनी त्यांच्याविषयी प्रशंसोद्गार काढले होते. शंकर यांनी ‘शंकर्स वीकली’च्या टाकलेल्या जबाबदारीमुळे बाळासाहेबांमध्ये व्यंगचित्र साप्ताहिक काढण्यासाठी आत्माविश्वास निर्माण झाला. विन्स्टन चर्चिल यांच्या ८० व्या वाढदिवसानिमित्त त्यांच्या चरित्रात व्यंगचित्रे समाविष्ट करण्यात आली होती. यात हिंदुस्थानातून तीन व्यंगचित्रे देण्यात आली होती आणि ही तिन्ही व्यंगचित्रे बाळासाहेबांच्या वाट्याला आली हे मराठी माणसाचे भाग्यच होय, नाही का?कै. प्रबोधनकार सबकुछ होते तसेच मा. बाळासाहेबदेखील सबकुछ होते. मा. बाळासाहेबांचे बहुढंगी, बहुरूपी व्यक्तिमत्त्व होते. शतपैलू व्यक्तिमत्त्वाच्या बाळासाहेबांचे एक एक पैलू म्हणजे इतिहास आहे. पुत्र, पती, पिता, आजोबा, पत्रकार, व्यंगचित्रकार, हिंदुहृदयसम्राट शिवसेनाप्रमुख अशा वेगवेगळ्या भूमिका त्यांच्यावर नियतीने टाकल्या व जनता जनार्दनाच्या आशीर्वादाने ते या भूमिका साकार करताना त्यांच्यातील माणसाला मात्र त्यांनी कधीही पशू बनू दिले नाही, अगदी संकटकाळीसुद्धा.कै. प्रबोधनकारांच्या अंगी असलेले गुण त्यांचे पुत्र बाळासाहेबांच्या अंगीदेखील भिनले होते. सडेतोडपणा हा बाळासाहेबांच्या विचारांचा गाभा होता. जे पटले त्याला पाठिंबा दिला, नाही पटले तिथे संघर्ष केला. राजकारणात प्रतिस्पर्ध्याला दोन द्यावे लागतात तसेच दोन घेण्याची हिंमतदेखील ठेवावी लागते. ही हिंमत बाळासाहेबांनी वेळोवेळी दाखविली आणि ही हिंमत त्यांना प्रबोधनकारांनी दिली होती. प्रबोधनकारांकडे फक्त एक जन्मदाता म्हणून ते पाहत नसत, तर प्रबोधनकार माझे ‘शिक्षक’ होते असे ते म्हणत. त्यामुळेच त्यांच्या भाषणात ‘‘आमच्या दादांनी आम्हाला हे शिकविले, हे शिकवले नाही’ असा उल्लेख वारंवार येतो. कै. प्रबोधनकारांचे शब्द म्हणजे धगधगता निखारा. त्यांच्या मृत्यूनंतर त्यांच्या विचारांची धगधगती मशाल बाळासाहेबांनी अहोरात्र तेवत ठेवली. बाळासाहेबांसारखा पित्याला फुलाप्रमाणे जपणारा पुत्र लाभल्यामुळे जीवनाच्या अखेरच्या कालखंडात दादा समाधानी होते. बाळासाहेबांनी दाही दिशा पादाक्रांत केल्यामुळे स्वर्गस्थ प्रबोधनकार धन्य झाले असतील, नव्हे ते म्हणत असतील “पुत्र व्हावा ऎसा ज्याचा तिन्ही लोकी झेंडा.”शिवसेनेच्या शिवाजी पार्क येथील पहिल्या जाहीर सभेविषयी बाळासाहेबांनी अनेकांशी चर्चा केली होती.<img width=\"300\" height=\"227\" src=\"assets/images/about-me/role-models/1.jpg\" align=\"right\" hspace=\"12\" vspace=\"12\"/> सभा कुठे घ्यायची, सभेला किती जण येणार? काही जणांचे म्हणणे होते की, सभा हॉलमध्ये घेऊया, परंतु बाळासाहेबांचा हट्ट होता, नव्हे विश्वास होता की, सभेला लोक जमणार. शिवाजी पार्कवर सभा घेऊया आणि शिवसेनेची पहिली सभा शिवाजी पार्क येथे प्रचंड जनसमुदायाच्या उपस्थितीत पार पडली. शिवसेना भवन बांधण्यापूर्वी शिवसेनेचे अधिकृत कार्यालय नव्हते. मा. बाळासाहेबांच्या शिवाजी पार्क येथील घरातून शिवसेनेचा कारभार हाकला जात होता. १९७० च्या दशकात दादर येथील सेनापती बापट रस्त्यावरील पर्ल सेंटर येथे दोन खोल्या हे शिवसेनेचे कार्यालय होते. त्या हॉटेलमधून खाण्यासाठी भजी आवर्जून मागवायचे. शिवसेना भवन झाल्यानंतर नित्यनियमाने ते दुपारी १ ते ३ या दरम्यान बसायचे. शाखाप्रमुख, पदाधिकारी यांच्याशी सुसंवाद साधायचे.कम्युनिस्ट आणि शिवसेना यांचे हाडवैर जगाला माहीत आहे. त्या वेळी स्वतंत्र पार्टीच्या मधू मेहता यांनी रशियाच्या धोरणाविरुध्द कापडी फलक लावला. एवढेच नव्हे तर महालक्ष्मी मंदिरासमोर असलेल्या रशियन लायब्ररीच्या बाहेरच्या भिंतीवर बाळासाहेबांनी रात्री १२.०० नंतर ‘उलटास्वस्तिक’ काढला. त्यानंतर रशियन दूतावासावर भगवे झेंडे लावले.फोर्ट-मुंबई येथे कामानिमित्त जेव्हा बाळासाहेब जायचे, जेव्हा परत येत असताना संध्याकाळी वरळीपासून आरे डेअरी समुद्रकिनाऱ्यालगतच्या रस्तावरून बाळासाहेब स्वत: गाडी चालवण्याचा आनंद घ्यायचे. तो क्षण, ती मजा काही औरच होती. एकदा शिवसेनेची पनवेल येथे सभा होती. व्यासपीठाच्या समोर परंतु थोडी लांब बुरखा घातलेली व्यक्ती बराच वेळ बसली होती. बाळासाहेबांचे लक्ष गेले. त्यांनी त्या व्यक्तीवर लक्ष ठेवण्यास सांगितले. बाळासाहेबांची अशी चौफेर नजर असे. काही वेळानंतर ती व्यक्ती निघ गेली.</p><h3><span class=\"primary-color\">कृष्णा</span> घोडा</h3><p align=\"justify\" class=\"font-20\"><img align=\"left\" src=\"assets/images/about-me/role-models/2.jpg\" width=\"274\" height=\"366\" hspace=\"12\" />आदिवासींचे वादळी नेतृत्त्व मा.आ.कृष्णाजी अर्जुन घोडा डहाणू आणि तलासरी तालुक्याच्या ग्रामीण भागात ज्यांच्या नावाचा उल्लेख होताच  कार्यकर्त्यांमध्ये  उत्साह संचारतो असे खंबीर नेतृत्त्व म्हणजे माजी आमदार कॄष्णा घोडा होत. सुर्या प्रकल्पातील कोट्यावधीचा भ्रष्टाचार ,आदिवासींचा कणा असलेल्या खावटी योजनेतील भ्रष्टाचार असो की  टीडीसी बँकेत आदिवासी उमेदवारांची बढती किंवा सध्याच्या धगधगत्या दापचरी प्रकल्पग्रस्त आदि प्रश्न हाती घेतले.त्यांच्याशी झगडताना समाज व्यवस्थेतील गूंडगिरीच्या विरोधात उभे राहून  अंगावर घेतलेल्या आंदोलनाचे  जनताभिमूख नेतृत्त्व केले. पीडित अन्यायग्रस्त जनतेत उतरून त्यांच्या प्रश्नाशी थेटपणे झगडणारे प्रकल्पग्रस्त  आदिवासींचे वादळी नेतृत्त्व म्हणून  माजी आमदार कृष्णाजी अर्जुन घोडा या नावाला अलिखित मान्यता लाभली आहे. डहाणू तालुक्यातील रानशेत येथे कृष्णा अर्जून घोडा यांचा 1 जून 1951 रोजीचा जन्म.सन 2007 आणि 8 सालात  कृष्णाजी घेाडा यांचे मुत्रपिंड निकामी झाल्याने दीर्घ आजारातून बाहेर पडण्याची कुटूंबीय आणि सहकार्‍यांबरोबर  नियतीनेही आशा सोडल्याचा तो प्रसंग.  दैवी  चमत्कारातूनच 26 जाने 2008 रोजी  मूत्रपिंड रोपणावर  यशस्वी शस्त्रक्रिया  पार पडली.आणि   माजी आमदार कॄष्णा घोडा यांना  पूनर्जन्म मिळाला | या पूनर्जन्मामागे त्यांच्या रमी वरठा या अशिक्षित बहीणीने   मूत्रपिंड दान करून भावाला जीवनदान देत भाऊबहीणीच्या पवित्र नात्याचा धडा तमाम जनतेपूढे गिरवला आणि हाच 26 जानेवारी पूर्नजन्मदिन कूटूंबीय आणि कार्यकर्ते पूढे जन्म दिन म्हणून साजरा करीत आहेत.<img align=\"right\" src=\"assets/images/about-me/role-models/3.jpg\" width=\"291\" height=\"389\" hspace=\"12\" vspace=\"12\"/>एका नाट्यमय घडामोडीत कृष्णाजी घोडा यांचा वाणगांव येथील वैजनाथसिंग ठाकूर यांच्याशी संपर्क आला जिल्हाध्यक्ष आनंद ठाकूर यांनी त्यांचे नाव राजकारणात पूढे केले त्याच दिवशी त्यांच्या राजकीय आयुष्याची पहाट झाली. वडील आ जं का सो चे सदस्य आणि 23 वर्ष सरपंच होते.वडिलांच्या स्वर्गवासानंतर गावाच्या आग्रहामुळे कृष्णाजी घोडा हे 1990 साली सरपंच बनले त्याचवर्षी त्यांनी गावाच्या विकासासाठी बंडखोरी केली होती.दरम्यान डहाणू पंचायत समितीच्या सभापती पदाच्या प्रचंड चढाओढीत कृष्णा घोडा यांना सभापती पदाचे तिकिट बहाल करून पक्षाने व्श्विास दाखवला. 1993 साली डहाणू पं.स.चे 9 महिनेसभापती बनले. सभापती पदावर असताना प्रथम गावाच्या रस्त्यांवर भर दिला.त्यानंतर या जागेवर महिला आरक्षण पडल्यानंतर आनंद भार्इंनी जिद्दीने कृष्णा घोडा यांना अन्य जागेवर निवडून आणून पून्हा सभापती बनवण्याचा बहूमान मिळवून दिला.आणि तीथपासून 1997 पर्यंत सतत  तीन वेळा सभापती बनले. त्यानंतर 1999 च्या पोटनिवडणूकीत आनंद भार्इंनी पून्हा कृष्णाजी घोडा यांना विधानसभेवर निवडून  पाठवले.सन 2004 आणि 2009 पर्यंत 15 वर्ष सतत डहाणू विधानसभेचे ज्या पद्धतीने नेतृत्त्व केले आणि विकास कामे करवून घेतली त्याला कूठेच तोड नाही आजही त्यांच्या कामाचा दबदबा कायम ठेवलेला आहे.डहाणू तालुक्यात राष्ट्रवादी काँग्रेस पक्ष एक नंबरवर आहे.जिल्हाध्यक्ष आनंद ठाकूर यांच्या मार्गदर्शनाखाली स्थापनेपासून आजपर्यंत ग्रामीण भागात त्यांनी वाढवलेल्या संघटनेचा जोर वाढतच चाललेला आहे. गेल्या 13 वर्षात राष्ट्रवादी पक्ष खेडयापाड्यात गावागावात घराघरात पोचवण्याचे काम करून दाखवले.ग्रामीण भागाची खडान् खडा माहिती असलेले घोडा साहेब हे एकमेव आमदार आहेत. त्यांचा प्रत्येक कृतीतून पदापेक्षा काम महत्त्वाचे असल्याचे त्यांनी पटवून दिले आहे. त्यांचा जनसंपर्क दांडगा आहे. चेेहर्‍यावर कोणतेही भाव न आणता अगदी अलगद व समर्थपणे परिस्थितीला सामोरे जाण्याचे कसब त्यांच्याकडे आहे. इथवरच न थांबता 1999 पासून ठाणे जिल्हा जंगल कामगार सहकारी संस्था संघ मर्या संघाचे चेअरमन आणि 1999 ते 2004 डहाणू तालुका शेतकी खरेदी विक्री संघाचे संचालक डहाणू तालुका कृषी उत्पन्न बाजार समितीचे उपसभापती तसेच महाराष्ट्र राज्य सहकारी आदिवासी विकास महामंडळाचे संचालक म्हणून काम पाहिले आहे.तर 1998 ते1899 अनु.जमाती कल्याण समिती सदस्य सप्टेंबर 1999 तसेच 2001ते 2002 अशी तीन वर्ष भटक्या जमातीतील कल्याण समितीवर संचालक 2001 ते 2009 पर्यंत असे तीन वर्ष आदिवासी सेवक पुरस्कार समिती सदस्य, अनुसुचीत जमाती कल्याण समितीचे अध्यक्ष, ठाणे जिल्हा आदिवासी समाजोन्नती संघ डहाणू तालुका अध्यक्ष, शिक्षण प्रसारक मंडळ जिल्हा ठाणे कार्याध्यक्ष , आदिवासी सेवा सहकारी सोसायटीचे चेअरमन, जंगल कामगार सोसायटीचे चेअरमन तसेच जंगल कामगार जिल्हा फेडरेशनचे चेअरमन या जवाबदार्‍या सांभाळल्या आहेत.</p>"
}]
